{"meta":{"title":"a碟のBlog","subtitle":"","description":"","author":"a碟","url":"https://a-die.gitee.io","root":"/"},"pages":[{"title":"about","date":"2022-11-08T13:48:00.000Z","updated":"2022-11-08T13:48:00.094Z","comments":true,"path":"about/index.html","permalink":"https://a-die.gitee.io/about/index.html","excerpt":"","text":""},{"title":"","date":"2022-11-08T13:47:14.000Z","updated":"2022-11-08T14:22:33.284Z","comments":false,"path":"categories/index.html","permalink":"https://a-die.gitee.io/categories/index.html","excerpt":"","text":""},{"title":"links","date":"2022-11-08T14:18:41.000Z","updated":"2022-11-08T14:18:41.229Z","comments":true,"path":"links/index.html","permalink":"https://a-die.gitee.io/links/index.html","excerpt":"","text":""},{"title":"resources","date":"2022-11-08T13:48:02.000Z","updated":"2022-11-08T13:48:02.357Z","comments":true,"path":"resources/index.html","permalink":"https://a-die.gitee.io/resources/index.html","excerpt":"","text":""},{"title":"","date":"2022-11-09T03:11:58.000Z","updated":"2022-11-09T03:20:26.361Z","comments":false,"path":"tags/index.html","permalink":"https://a-die.gitee.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"第十三届服务外包创新创业大赛总结&经验分享","slug":"第十三届服务外包创新创业大赛总结","date":"2022-11-10T07:17:26.911Z","updated":"2022-11-10T13:26:41.380Z","comments":true,"path":"2022/11/10/第十三届服务外包创新创业大赛总结/","link":"","permalink":"https://a-die.gitee.io/2022/11/10/%E7%AC%AC%E5%8D%81%E4%B8%89%E5%B1%8A%E6%9C%8D%E5%8A%A1%E5%A4%96%E5%8C%85%E5%88%9B%E6%96%B0%E5%88%9B%E4%B8%9A%E5%A4%A7%E8%B5%9B%E6%80%BB%E7%BB%93/","excerpt":"","text":"第十三届服务外包创新创业大赛总结&amp;经验分享前言比赛已经过去几个月了，也算是想起来这个比赛可以写一个总结了。在历时8个月左右的时间之后，我们队伍最终获得了中南赛区区域赛一等奖，全国总决赛二等奖的成绩。 谈及这8个月的经历，从最初的组队，选题，到中期的区域赛答辩，再到最后的决赛答辩，每一步我们都花费了很多的时间。因为有了第十二届参赛的经验，这次我们的目标就是要拿国一，虽然最终以国二收尾，但是其中每个人都付出了很多。无数次的排练和开会，为最后的获奖奠定了基础。 其实近几年，这个比赛的获奖难度也越来越大了，各大院校的学生也都越来越卷，第十二届比赛我们学校大二的队伍有几个队伍进了决赛，而第十三届的比赛大二队伍只有一个队进入决赛。所以大家如果想要在这个比赛中获得好的名次，需要付出的努力是往年不可及的。 因此，我将此次比赛的几个关键节点，我们队伍的处理和解决方法记录，进行一个总结和经验的分享。 组队＆选题因为我有保研的想法，所以是尽可能参加各种比赛，因此早在学校开始组织报名之前，我便开始组队了。因为这个比赛除了实现企业所要求的技术点和功能，还需要制作视频和PPT，进行材料的上交和答辩的演示。所以在组队时，需要考虑到这个因素，需要安排一个合适的同学去进行视频的学习和制作。对于大一大二的同学来说，可能很多的技术都没有学习，所以大家一定要抱着愿意去学习的心态来参加比赛，比赛之后肯定能够学到很多(我大二参加的是第十二届比赛，那时候什么也不会，但是最终一边学习一边比赛拿到了国三，而且学到了很多的技术知识，对我后续上课的学习也帮助很大)。 大家不要害怕自己什么都不会，很多同学的技术都是报名了之后才开始学的，是完全有时间的，只要你愿意花时间学，一切皆有可能。 至于选题，我们每个人都对所有的选题浏览了一遍。因为参加了两届，我认为第十三届的选题与第十二届相比，技术性高了很多，第十三届的大部分选题都与人工智能有关，对于我们这种普通双非学校，接触到的人工智能知识很少，所以需要学习的知识点也不少。而未来的趋势肯定是向人工智能发展的，所以未来人工智能类的题目只会多不会少。但是大家也不要惧怕此类题目，我们目前来学习是完全有时间的，而且这个工作可以分配给未来想要读研的同学，与其来说也是有益的。 选题时，大家可以慢慢缩小范围，先筛掉自己不擅长，或者是学习该方面对未来没什么帮助的题目。比如我们首先就筛掉需要硬件的题目(大家都不擅长而且未来不考虑该方向)，然后分析每道题目的技术点，最终圈定题目。 在经过了讨论之后，我们选择了 [A14]赋能垃圾分类真正落地见实效的信息系统 的题目。因为该题目中，可以做的东西很多 官方提供了三个可做的点，因此可以做的技术和功能有很多，可以很方便进行扩展，而且也可以结合很多的创新点。从其他题目中寻找技术点来作为本题目的创新点也是可以的，我们就从A29一个AR选题中得到启发，计划融入AR来作为我们的创新点。 我们一开始也计划完成一个人工智能算法，来提高本项目的一个技术层次，但是我们也留了个退路，就是该题目的算法可以不完成，完成第一点也是可以的。(最终也是人工智能算法也完成了，并且发表了一篇paper) 我们最终五人的总体分工如下： 人工智能算法 Android开发 后端开发&amp;Android开发 AR创新点 Android开发&amp;视频，PPT制作 作为组长，我的任务是人工智能算法的开发和协调小组内工作的进行。组长在比赛中肯定要发挥更大的作用，每周的开会，总结，后续的任务安排，组织成员沟通等等……小组内良好的氛围也是很重要的，我们组当时氛围就很好，待一块就是很好的沟通然后开始聊天(bushi。 此外，也要多和指导老师沟通，我们每次和指导老师开完会之后，都能得到很多新的idea和需要改进的点。 总的来说，组队时主要需要大家都对未来抱有信心，而且有能力而且保证自己能够去学习新知识。 选题时需要大家多进行头脑风暴进行讨论，对每个选题进行分析，最终共同敲定题目。 分工&amp;项目推进刚刚也谈及了我们几个人的分工。这是在选题之后就马上初步定下来的结果，因为临近寒假，必须马上敲定任务，才能好好地利用这个假期。 人工智能算法 Android开发 后端开发&amp;Android开发 AR创新点 Android开发&amp;视频，PPT制作 这都是一个大范围的分工，我们在做好自己的工作之后，也都会问其他成员的建议。毕竟是一个团队，同心协力才能做到最好。 此外，对于这个比赛，我们必须从技术创新，商业创新，功能创新等几个角度的创新点出发，来确定需要自己所设计的系统的功能，这也是评委们很看重的。比如我们这个赛题，我们从3D游戏科普垃圾分类知识，志愿活动联系生活进行环保，算法采用迁移学习模型融合提高泛化性……从多元角度出发，但是不要走题，对项目进行创新。 我负责的是人工智能部分，这是我们没有接触过的板块，所以刚放寒假我便开始学习，一边学习一边做一些实践。最终该算法也是完成了，并且发表了一篇论文。所以大家不要惧怕自己没有学过的东西，只要用心，一切都来得及。 在寒假时，我们每周都会进行一次开会，而且老师不时地也会参与。 整个比赛下来，我们记录了很多，所以也推荐大家每次将会议内容记录下来，然后记录每周做了什么，下周要做什么，整个团队互相监督。 作为组长，也需要督促起这个每周会议的任务，保证大家的进度不会落下。 在寒假后，大家也有繁重的学业任务，所以寒假时大家一定要花多一点时间学习和开发项目，开学后才不至于不好兼顾比赛和学习。 区域赛的后期就是提交文档和PPT以及视频，4月处之前大家项目基本完成之后就可以开始这个工作了，就算项目完成不了，大家也一定要想办法体现自己的idea，不一定要实现，但是一定要体现出来。最后的文档，PPT，视频，参考往届模板，做的漂亮一点。 提交材料&amp;项目答辩四月底便是提交材料的时候了，在此之前大家一定要确定好官方提供的“提交材料”和“任务清单”是什么，以免漏掉了一些必要的提交的文件。材料的提交只在第一轮区域赛初赛中起到作用，评委们会根据调教的材料来对你们的项目进行打分。其实主要看的就是PPT和视频，这两个东西一定要做得好(很多功能就算没有实现，在PPT和视频中也要包装好让评委们看见)。 区域赛初赛很幸运，我们在区域赛初赛是以该选题第一名的排名进入了区域赛决赛，因为有我们做的非常好的PPT和视频哈哈哈哈，当然也少不了其他成员的共同努力，不断修改的Android的UI设计，不断提高的算法准确率，不断完善的3D小游戏…… 区域赛决赛在材料提交之后，过半个月便是该比赛的区域赛决赛答辩。答辩需要组内敲定答辩人，修改好讲解的PPT和视频，准备好各种问题以备评委老师提问。在这半个月里，老师也对我们进行了数次的答辩指导，我们也不断整理问题，每个同学负责一个板块来回答。 在此轮答辩中，老师提问的主要是算法部分的技术点，对于该部分我也做了充足的准备。 最终也晋级啦，走到了最后一步——决赛答辩。 全国总决赛这一轮同样也是答辩，时间在暑假的8月份左右，但是竞争对手是每个区域的佼佼者。我们在答辩完成之后，感觉有些良好。但是老师的一个提问“你们所提到的北纬公司是真的存在的吗？”，我们起初以为这个点不重要，毕竟哪个学生开公司呀。 但是这才是决赛评委们真正会在意的点——商业价值，如果说区域赛决赛考察的是技术点，那么决赛看重的就是你这个项目的商业模式和价值。所以评委针对我们是否真的有这个公司进行了提问，还问了很多有关我们项目如何推广的问题。 在决赛的颁奖典礼上，我们看到了很多个团队落地的项目，才知道真的有很多团队他们是真的完成了商业的推广，还有了很多的用户群体，项目成功落地，让我们感到自愧不如。这个比赛毕竟叫做“创新创业大赛”，评委们也都是企业的代表，自然会对你这个项目的后续推广产生极大的兴趣，而我们的项目没有落地，都只是自己的计划和方案。 最终，也是遗憾拿到了全国二等奖，没有达到我们最初的预期。 总的来说，如果大家想要一路成功站在最后，除了功能和技术点的完成，商业价值也一定要注重，做到一个落地的项目，是很受企业青睐的。 写在最后先总结一下，给大家提一些建议： 及时组队，确保团队每个人都愿意学习新知识(不要怕这些技术点没有学过，从头开始学都是来得及的，大家都是这样)。 在项目执行过程中，确保团队每个人都在跟进项目，每过一段时间要有产出，必要的一些任务需要设置ddl，保证大家完成。 对于组长，需要付出更多，组织大家开会，分配工作到每个成员，检查成员工作，以身作则完成自己的任务。 对于组员，按时完成分配的任务，遇到问题及时提出沟通，大家共同解决。 指导老师也是很重要的“资源”，老师可以提供给你方向和学习的路线，以及一些创新的idea。 文档撰写也要仔细，格式不要乱。视频和PPT注重美观和整洁，突出创新点，图多字少，抓住评委眼球。 其实过了这么多月了，现在回想起来这个比赛，历时大半年，和团队一起也相处了很久，收获到的，不仅仅是最后的奖状，也有很多对自己有益的知识，更重要的还有团队五人的友谊！ 生活明朗，万物可爱，人间值得，未来可期","categories":[{"name":"总结","slug":"总结","permalink":"https://a-die.gitee.io/categories/%E6%80%BB%E7%BB%93/"}],"tags":[{"name":"服务外包","slug":"服务外包","permalink":"https://a-die.gitee.io/tags/%E6%9C%8D%E5%8A%A1%E5%A4%96%E5%8C%85/"},{"name":"比赛","slug":"比赛","permalink":"https://a-die.gitee.io/tags/%E6%AF%94%E8%B5%9B/"},{"name":"经验分享","slug":"经验分享","permalink":"https://a-die.gitee.io/tags/%E7%BB%8F%E9%AA%8C%E5%88%86%E4%BA%AB/"}]},{"title":"Hello World","slug":"hello-world","date":"2022-11-08T12:32:02.112Z","updated":"2022-11-10T13:25:04.609Z","comments":true,"path":"2022/11/08/hello-world/","link":"","permalink":"https://a-die.gitee.io/2022/11/08/hello-world/","excerpt":"这里是a碟，主要是觉得，现在在往深度学习方面研究，有时候还是得做一下笔记。当然也不止是记录这一块啦。 搭建这个博客的话，除了在自己电脑上能看到，在别的地方看也方便了很多。 &#x3D;&#x3D;希望大家能够一起进步！&#x3D;&#x3D;","text":"这里是a碟，主要是觉得，现在在往深度学习方面研究，有时候还是得做一下笔记。当然也不止是记录这一块啦。 搭建这个博客的话，除了在自己电脑上能看到，在别的地方看也方便了很多。 &#x3D;&#x3D;希望大家能够一起进步！&#x3D;&#x3D;","categories":[],"tags":[]}],"categories":[{"name":"总结","slug":"总结","permalink":"https://a-die.gitee.io/categories/%E6%80%BB%E7%BB%93/"}],"tags":[{"name":"服务外包","slug":"服务外包","permalink":"https://a-die.gitee.io/tags/%E6%9C%8D%E5%8A%A1%E5%A4%96%E5%8C%85/"},{"name":"比赛","slug":"比赛","permalink":"https://a-die.gitee.io/tags/%E6%AF%94%E8%B5%9B/"},{"name":"经验分享","slug":"经验分享","permalink":"https://a-die.gitee.io/tags/%E7%BB%8F%E9%AA%8C%E5%88%86%E4%BA%AB/"}]}